<?php
/**
 * ?? language file
 *
 * @author ??
 * @package FormHandler
 */

$fh_lang = array(
  1  => 'эфЧэб',
  2  => 'нШбЧэб',
  3  => 'уЧбг',
  4  => 'ХШбэс',
  5  => 'уЧэц',
  6  => 'эцфэц',
  7  => 'эцсэц',
  8  => 'Улгиг',
  9  => 'гШЪуШб',
  10 => 'УпЪцШб',
  11 => 'фцнуШб',
  12 => 'ЯэгуШб',
  13 => 'ЧсШэЧфЧЪ ЧсЪэ УЯЮсЪхЧ сэгЪ уоШцсЩ!',
  14 => 'су Ъоу ШЧЯЮЧс ЧсоэуЩ ЧсеЭэЭЩ схаЧ ЧсЭос!',
  15 => 'псуЧЪ Чсубцб сэгЪЧ уЪиЧШоЩ!',
  16 => 'хах ЧсЭоцс уисцШЩ!',
  17 => 'псуЩ Чсубцб эЬШ Уф Ъпцф ксь Уос ЪоЯэб  %d ЮЧфЧЪ!',
  18 => 'псуЩ Чсубцб ЪЭЪцэ ксь буцв лэб уоШцсЩ!',
  19 => 'оу ШЪкШЦЩ хаЧ ЧсЭос нои ЧаЧ УбЯЪ Уф Ъоцу ШЧспЪЧШЩ нцо  (<a href="%path%%filename%" target="_blank">%filename%</a>)<br />',
  20 => 'ЧсЧуЪЯЧЯЧЪ ЧсЪЧсэЩ хэ ЧсугуцЭ ШхЧ: %s.',
  21 => 'Чсусн Чсаэ ЪЭЧцс бнкх уцЬцЯ!',
  22 => 'эЬШ ксэп бнк усн!',
  23 => 'Уоеь ЭЬу ссусн Чсаэ ЪбэЯ ЪЭуэсх хц %s kb',
  24 => 'ЮиУ лэб укбцн ,, ЭЧцс убЩ УЮбь!',
  25 => '<small>оу ШЪкШЦЩ хах ЧсЭоцс нои ЧаЧ УбЯЪ Уф Ълэб псуЩ Чсубцб</small><br />',
  26 => 'ЧбгЧс',
  27 => 'угЭ',
  28 => 'ЧслЧС',
  29 => 'уЪЧЭ',
  30 => 'уЮЪЧб',
  31 => 'Чсусн Чсаэ бнкЪх сэг угуцЭ Шх!',
  32 => 'уоЧгЧЪ ЧсецбЩ ЧсуЪЧЭЩ эЬШ Уф Ъпцф %d x %d Уц Уос. ШэфуЧ уоЧгЧЪ ЧсецбЩ ЧсЪэ бнкЪхЧ %d x %d!',
  33 => 'су эЪу ЧсЪЭоо уф хаЧ Чсусн <b>%filename%</b> эЬШ ксэп ЧЮЪэЧбх уф ЬЯэЯ сЧЯбЧЬх нэ ЧсфуцаЬ!<br />',
  34 => 'оу ШЪЭЯэЯ нЦЩ сфосхЧ ссефЯцо %s Уц оу ШЧсжли убЪэф сфос Ьуэк ЧснЦЧЪ',
  35 => 'хаЧ ЧсЭос сЧ эупф Уф эЪпбб нэ оЧкЯЩ ЧсШэЧфЧЪ. хах ЧсоэуЩ "%s" уцЬцЯЩ ШЧснкс нэ оЧкЯЩ ЧсШэЧфЧЪ!',
  36 => '<b>%d</b> characters remaining on your input limit',
  37 => 'You have to supply a file with an extension!',
  38 => 'Back',
  39 => 'The combination of the fields "%s" has to be unique. This combination already exists in the database! (Violation of index "%s")',
  40 => 'The maximum allowed number of characters is %d! You have entered %d characters. Please remove %d characters',
  41 => 'Help',
  42 => 'Today',
  43 => "'S','M','T','W','T','F','S'"
);

?>