<?php
/**
 * ?? language file
 *
 * @author ??
 * @package FormHandler
 */

return array(
  1  => 'يناير',
  2  => 'فبراير',
  3  => 'مارس',
  4  => 'إبريل',
  5  => 'مايو',
  6  => 'يونيو',
  7  => 'يوليو',
  8  => 'أغسطس',
  9  => 'سبتمبر',
  10 => 'أكتوبر',
  11 => 'نوفمبر',
  12 => 'ديسمبر',
  13 => 'البيانات التي أدخلتها ليست مقبولة!',
  14 => 'لم تقم بادخال القيمة الصحيحة لهذا الحقل!',
  15 => 'كلمات المرور ليستا متطابقة!',
  16 => 'هذه الحقول مطلوبة!',
  17 => 'كلمة المرور يجب أن تكون على أقل تقدير  %d خانات!',
  18 => 'كلمة المرور تحتوي على رموز غير مقبولة!',
  19 => 'قم بتعبئة هذا الحقل فقط اذا أردت أن تقوم بالكتابة فوق  (<a href="%path%%filename%" target="_blank">%filename%</a>)<br />',
  20 => 'الامتدادات التالية هي المسموح بها: %s.',
  21 => 'الملف الذي تحاول رفعه موجود!',
  22 => 'يجب عليك رفع ملف!',
  23 => 'أقصى حجم للملف الذي تريد تحميله هو %s kb',
  24 => 'خطأ غير معروف ,, حاول مرة أخرى!',
  25 => '<small>قم بتعبئة هذه الحقول فقط اذا أردت أن تغير كلمة المرور</small><br />',
  26 => 'ارسال',
  27 => 'مسح',
  28 => 'الغاء',
  29 => 'متاح',
  30 => 'مختار',
  31 => 'الملف الذي رفعته ليس مسموح به!',
  32 => 'مقاسات الصورة المتاحة يجب أن تكون %d x %d أو أقل. بينما مقاسات الصورة التي رفعتها %d x %d!',
  33 => 'لم يتم التحقق من هذا الملف <b>%filename%</b> يجب عليك اختياره من جديد لادراجه في النموذج!<br />',
  34 => 'قم بتحديد فئة لنقلها للصندوق %s أو قم بالضغط مرتين لنقل جميع الفئات',
  35 => 'هذا الحقل لا يمكن أن يتكرر في قاعدة البيانات. هذه القيمة "%s" موجودة بالفعل في قاعدة البيانات!',
  36 => '<b>%d</b> characters remaining on your input limit',
  37 => 'You have to supply a file with an extension!',
  38 => 'Back',
  39 => 'The combination of the fields "%s" has to be unique. This combination already exists in the database! (Violation of index "%s")',
  40 => 'The maximum allowed number of characters is %d! You have entered %d characters. Please remove %d characters',
  41 => 'Help',
  42 => 'Today',
  43 => "'S','M','T','W','T','F','S'",
    44 => 'Refresh CAPTCHA',
);