<?php
/**
 * chinese language file
 *
 * language file: Traditional Chinese
 * encoding big-5
 * @author Tsan-Kuang Lee <tsan.kuang.lee@gmail.com>
 * @package FormHandler
 */

$fh_lang = array(
  1  => '一月',
  2  => '二月',
  3  => '三月',
  4  => '四月',
  5  => '五月',
  6  => '六月',
  7  => '七月',
  8  => '八月',
  9  => '�?月',
  10 => '�??月',
  11 => '�??一月',
  12 => '�??二月',
  13 => '日期輸入錯誤!',
  14 => '輸入值有誤!',
  15 => '密碼�?�?��?�!',
  16 => '此欄必填!',
  17 => '密碼至少應有 %d 字元!',
  18 => '密碼�?�無效字元!',
  19 => '如果您�?想指定新值, 請跳�?�此欄�?填. (<a href="%path%%filename%" target="_blank">%filename%</a>)<br />',
  20 => '僅�?許下列延伸檔�??: %s.',
  21 => '您�?上傳的檔案已存在!',
  22 => '請記得上傳檔案!',
  23 => '檔案大�?超�?�上�? %s kb',
  24 => '發生錯誤. 請�?試一次.',
  25 => '<small>如果您�?想指定新密碼, 請跳�?�此欄�?填.</small><br />',
  26 => '�?出',
  27 => '�?設',
  28 => '�?�消',
  29 => '�?��?��?�',
  30 => '已�?��?�',
  31 => '上傳檔案的型態錯誤!',
  32 => '圖檔寬高�?素�?�?�超�?� %d x %d. 您上傳圖的寬高為 %d x %d.',
  33 => '因為錯誤發生, 所以如果您�?上傳 <b>%filename%</b> , 麻煩您�?�?��?�一次.<br />',
  34 => '請在您�?移到%s�?�的項目上單擊, 或是用雙擊把所有項目移�?�去.',
  35 => '本欄值必須是唯一. 您輸入的 "%s" 已經存在資料庫內.',
  36 => '<b>%d</b> characters remaining on your input limit',
  37 => 'You have to supply a file with an extension!',
  38 => 'Back',
  39 => 'The combination of the fields "%s" has to be unique. This combination already exists in the database! (Violation of index "%s")',
  40 => 'The maximum allowed number of characters is %d! You have entered %d characters. Please remove %d characters',
  41 => 'Help',
  42 => 'Today',
  43 => "'S','M','T','W','T','F','S'"
);

?>